
/* Class = "NSWindow"; title = "Report a Problem to Yahoo"; ObjectID = "1"; */
"1.title" = "Comunicar um problema à Yahoo";

/* Class = "NSButtonCell"; title = "Send"; ObjectID = "47B-M6-QqL"; */
"47B-M6-QqL.title" = "Enviar";

/* Class = "NSTextFieldCell"; title = "A crash was detected - can you describe what were your actions prior to it?"; ObjectID = "W51-hB-cow"; */
"W51-hB-cow.title" = "Foi detetado um erro. Pode descrever as suas ações antes disto?";

/* Class = "NSTextFieldCell"; title = "Clicking \"Send\" will forward this information to Yahoo, along with diagnostic information from your Instant logs.  These logs may contain personally identifiable information. Yahoo! uses this information only to diagnose and resolve issues as well as for general product improvements."; ObjectID = "X7F-CP-lc5"; */
"X7F-CP-lc5.title" = "Ao clicar em \"Enviar\", irá enviar esta informação para a Yahoo, juntamente com as informações de diagnóstico dos seus registos do Instant.  Estas operações poderão conter informações de identificação pessoais. A Yahoo! utiliza estas informações apenas para diagnosticar e resolver problemas, bem como para melhorias gerais dos produtos.";

/* Class = "NSButtonCell"; title = "Include a low resolution screenshot of your main display"; ObjectID = "bI1-iy-1BO"; */
"bI1-iy-1BO.title" = "Incluir uma imagem de baixa resolução do seu ecrã principal";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "qIC-Bo-PAH"; */
"qIC-Bo-PAH.title" = "Cancelar";
